tutorials/cfdemSolverPiso/periodicChannel/CFD/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//simulationType  RASModel; //OFversion24x
simulationType  laminar; //OFversion30x

RAS //OFversion30x
{ //OFversion30x
    RASModel    laminar; //kEpsilon; //OFversion30x
    turbulence off; //OFversion30x
    printCoeffs on; //OFversion30x
} //OFversion30x


// ************************************************************************* //
